4ops.terraform
clemenspeters.format-json
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-github-actions
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
hashicorp.terraform
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
redhat.vscode-yaml
vscode-icons-team.vscode-icons
